Repository: mohammadesmaeely/ssces
Catalog: translator/*/LC_MESSAGES/django.po
Languages: fa

source: username
fa: نام کاربری

source: name
fa: نام

source: phone number
fa: شماره همراه

source: student id
fa: شماره دانشجویی

source: created time
fa: زمان ساخته شدن

source: user
fa: کاربر

source: users
fa: کاربران

source: category name
fa: نام کتگوری

source: event category
fa: دسته بندی رویداد

source: event categories
fa: دسته بندی های رویدادها

source: title
fa: عنوان

source: description
fa: توضیحات

source: registration fee
fa: هزینه ثبت نام

source: capacity
fa: ظرفیت

source: event date
fa: تاریخ برگزاری

source: event ticket
fa: بلیت ایونت

source: authenticated user capacity
fa: ظرفیت برای کاربران سایت

source: authenticated user price
fa: مبلغ برای کاربران سایت

source: anonymous user capacity
fa: ظرفیت برای کاربران ناشناخته

source: anonymous user price
fa: قیمت برای کاربران ناشناخته

source: show on site?
fa: آیا در سایت نمایش داده شود؟

source: created at
fa: ساخته شده در

source: updated at
fa: آپدیت شده در

source: ordering in list
fa: ترتیب در لیست

source: is paid?
fa: آیا پرداخت شده است؟

source: if it runs out, authenticate user use anonymous user capacity
fa: اگر تمام شود کاربران سایت جزو کاربران ناشناخته محاسبه میشوند

source: event
fa: رویداد

source: events
fa: رویدادها

source: registered event
fa: ثبت نام شده ایونت

source: registered events
fa: ثبت نام شدگان زویداد

source: period
fa: دوره

source: council period
fa: دوره شورا

source: council periods
fa: دوره های شوراها

source: email
fa: ایمیل

source: telegram address
fa: آدرس تلگرام

source: central member
fa: عضو شورا

source: central members
fa: اعضای شوراهای مرکزی

source: cooperation form
fa: فرم همکاری

source: cooperation forms
fa: فرم های همکاری

source: cooperation
fa: همکاری

source: text
fa: متن

source: cooperation reply
fa: پاسخ همکاری

source: cooperation replies
fa: پاسخ های همکاری ها
